"""Списки для автозаполнения"""


dealer_list = ['КТ', 'КТ ИНЧЕН', 'КТ ХВАСОН',
               'КТ СЕУЛ', 'ДУНПО', 'МАРИЯ КВАНДЖУ',
               'ДИАМОНД', 'КОГАЙ АРТУР', 'МАРИНА МЕЛИС',
               'СИНЧАНГ', 'ГОЛДЕН МОБОЙЛ', 'ДМИТРИЙ АНСОНГ',
               'МИСТЕР ПАК', 'ОЛЛИН', 'ЕЛЕНА ИНЧОН', 'КАН ОЛЬГА',
               'ЮРИЙ КЕНДЖУ', 'КАС ОЛЕГ', 'ЛЮДМИЛА ПАРАН',
               'УЛЬСАН ВЕРОНИКА', 'НАТАЛЬЯ КИМХЕ', 'ВАЛЕРИЯ ПУСАН',
               'ЛИДИЯ ТЕГУ', 'ВВА', 'СОЮН ПАК', 'НАТАЛЬЯ КВАНДЖУ',
               'АЛИК', 'ВЯЧЕСЛАВ ЧОАМ', 'МАРГАРИТА СУВОН', 'АЙСУЛУ',
               'НАДЕЖДА ИНЧОН', 'НАДЕЖДА КИМ ИНЧОН', 'АНДРЕЙ ИНЧОН',
               'МЕГАПОЛИС', 'ИНСАЙД ТАТЬЯНА', 'АВАНГАРД', 'КОРЕЯ ТУДЕЙ',
               'АНАТОЛИЙ ПАРАН', 'ВИТАЛИЙ АСАН', 'ХАНПАСС ИРИНА', 'АРИНА СИНЧАНГ',
               'ЛЮБОСЬ ЧОНДЖУ', 'НАТАЛЬЯ ЧОНЖУ', 'КЛАРА ЧОНДЖУ', 'НАТАЛЬЯ ТЕГУ', 'СОНЯ ТЕГУ',
               'САХАЛИН ИНЧОН', 'АЛЛО ТЕЛЕКОМ', 'ЧОНЖУ ЕЛЕНА АРТУР', 'ТЕКСТ ДЛЯ РФ',
               'ЗАЯВЛЕНИЕ В КРАСНЫЙ КРЕСТ ЧОНДЖУ АРТУР']


citizenship_list = ['РФ', 'УЗБ', 'КАЗ',
                    'УКР', 'КИРГ', 'АНГЛ']

document_type_list = ['ОТМЕНА', 'ДОВЕРЕННОСТЬ', 'НОТАРИАТ',
                      'АПОСТИЛЬ', 'ПЕРЕВОД', 'КОНСУЛЬСТВО',
                      'О РОЖДЕНИИ', 'О БРАКЕ', 'О СМЕРТИ',
                      'НЕСУДИМОСТИ', 'БЕЗБРАЧИЕ', 'ВОССТАНОВЛЕНИЕ СОС',
                      'ВОССТАНОВЛЕНИЕ СОР', 'ВОССТАНОВЛЕНИЕ СОБ', 'ПРОДЛЕНИЕ',
                      'СМЕНА СТАТУСА', 'ПОЧТА', 'DHL', 'EMS', 'ПРАВА',
                      'ИСПРАВЛЕНИЕ', 'ТЕКСТ', 'СОПРОВОЖДЕНИЕ',
                      'ЗАЯВЛЕНИЕ В ПОСОЛЬСТВО', 'ЗАПИСЬ В ПОСОЛЬСТВО',
                      'МАЛЛЯРКА', 'ГИДРОИЗОЛЯЦИЯ', 'САНТЕХНИКА', 'ОПАЛУБКА',
                      'УЧЕБА 3Ч', 'УЧЕБА 8Ч', 'УЧЕБА 3дн', 'СПРАВКА О ДОХОДАХ',
                      'ДОПЛАТА', 'РАЗРЕШЕНИЕ НА ПОВТОРНЫЙ ВЪЕЗД', 'ДИПЛОМ',
                      'EMC', 'ПЕРЕПРОПИСКА', 'ОРИГИНАЛ', 'О СОСТАВЕ СЕМЬИ',
                      'ВОЗВРАТ', 'ПОЛУЧЕНИЕ СОР', 'ПОЛУЧЕНИЕ СОС', 'ПОЛУЧЕНИЕ СОБ',
                      'СПРАВКА О РОЖДЕНИИИ', 'СПРАВКА О ЗАКЛЮЧЕНИИ БРАКА',
                      'ПРОДЛЕНИЕ Ф4', 'ПРОДЛЕНИЕ Ф1', 'ПРОДЛЕНИЕ Н2',
                      'ЗАЯВЛЕНИЕ В КРАСНЫЙ КРЕСТ', 'ПЕРЕВОД КРАСНЫЙ КРЕСТ', 'АПОСТИЛЬ ПРАВА']

employee_list = ['ОЛЯ', 'АННА', 'КРИСТИНА', 'СЕРГЕЙ', 'САША', 'МАРИНА', 'ЛЕНА', 'ЮЛЯ']
